Repository: MAKEitagreatday/opendime-translations
Catalog: Litecoin/*.po
Languages: de, fr, it, ja, pt, ru, zh

# disclaim
source: BY USING Opendime™ YOU AGREE TO OUR TERMS OF USE.
de: DURCH DIE BENUTZUNG VON Opendime™ STIMMST DU UNSEREN NUTZUNGSBEDINGUNGEN ZU.
fr: EN UTILISANT Opendime™ VOUS ACCEPTEZ NOS CONDITIONS D'UTILISATION.
it: L'UTILIZZO DI Opendime™ COMPORTA L'ACCETTAZIONE DEI TERMINI D'UTILIZZO.
ja: Opendime™ を使用することで、当社の利用規約に同意したものとみなします。
pt: USANDO Opendime™ VOCÊ CONCORDA COM NOSSOS TERMOS DE USO.
ru: ИСПОЛЬЗУЯ Opendime™, ВЫ СОГЛАШАЕТЕСЬ С НАШИМИ ПРАВИЛАМИ ПОЛЬЗОВАНИЯ
zh: 通过使用 Opendime™，您同意我们的使用条款。

# new-msg
source: Your Opendime™ is new and unused. <br/> Follow these steps to pick a private key.
de: Dein Opendime™ ist neu und noch nicht benutzt. <br/> Folge diesen Schritten um einen private key zu erhalten.
fr: Votre Opendime™ est nouvelle et inutilisée. <br/> Suivez ces étapes pour choisir une clé privée.
it: Il tuo Opendime™ è nuovo e non è ancora stato utilizzato. <br/> Segui questo procedimento per scegliere una chiave privata.
ja: この Opendime ™ は新品・未使用品です。 <br/> 秘密鍵を生成するためには以下の手順に従ってください。
pt: Seu Opendime™ é novo e não utilizado. <br/> Siga estes passos para escolher uma chave privada.
ru: Ваш Opendime™ еще новый и неиспользованный.<br/>Следуйте этим шагам, чтобы выбрать приватный ключ.
zh: 您的Opendime™是全新的和未使用的。 <br/> 按照以下的步骤来选择一个私有密钥。

# steps
source: <li> By using Opendime you agree to our <a href="support/terms.txt">Terms of Sale and Use.</a></li> <li> Open your File Explorer and look for <code>OPENDIME</code> drive (on MacOS <code>/Volumes/OPENDIME</code>).</li> <li> Copy files onto OPENDIME until at least of 256K bytes have been saved.</li> <li> Once that total is reached you will see the light blinking quickly, and the device will eject by itself. Ignore the system warning.</li> <li> <a href="javascript:history.go(0)">Reload this page</a> to see your new Bitcoin address!</li> <li> If you end up here again, just add more files onto this drive.</li>
it: <li> L'utilizzo di Opendime comporta l'accettazione automatica dei nostri <a href="support/terms.txt">Termini di Vendita e Utilizzo.</a></li> <li> Aprite Esplora Risorse e cercate il disco chiamato <code>OPENDIME</code> (su MacOS <code>/volumes/OPENDIME</code>).</li> <li> Copiate alcuni file in OPENDIME fino a che almeno 256K bytes non sono stati copiati. </li> <li> Una volta raggiunto il totale vedrete il led accendersi e spegnersi rapidamente, e il dispositivo avvierà autonomamente la procedura di rimozione. Ignorate l'avviso di sistema.</li> <li> <a href="javascript:history.go(0)">Ricaricate questa pagina</a>per vedere il vostro nuovo indirizzo Bitcoin!</li > <li> Se vedete di nuovo questa schermata, aggiungete altri file al disco.</li>

source: Notes
de: Anmerkungen
fr: Remarques
it: Note
ja: 注意
pt: Notas
ru: Примечания
zh: 注意事项

# setup-notes
source: <li> Doesn't matter what the files are. They won't be saved.</li> <li> One or two photos is usually enough.</li> <li> All the randomness from those files goes into the random number generator.</li> <li> Get random bits from <a href="https://www.random.org/cgi-bin/randbyte?nbytes=16384&amp;format=f">random.org</a></li> <li> Advanced users can copy from <tt>/dev/urandom</tt></li>
fr: <li> Peu importe ce que les fichiers sont. Ils ne seront pas enregistrés. </li> <li> Une ou deux photos suffit généralement. </li> <li> Tout le caractère aléatoire de ces fichiers va dans le générateur de nombres aléatoires. </li> <li> Obtenir des bits aléatoires à partir de <a href="https://www.random.org/cgi-bin/randbyte?nbytes=16384&amp;format=f">random.org</a></li> <li> Les utilisateurs avancés peuvent copier à partir de <tt>/dev/urandom</tt> </li>
it: <li> Non importa che file vengono utilizzati. Non verranno comunque salvati..</li> <li> Di solito una o due foto sono abbastanza.</li> <li> Tutta la casualità di questi file va nel generatore di numeri casuali. </li> <li> Ottieni dei bit casuali da <a href="https://www.random.org/cgi-bin/randbyte?nbytes=16384&amp;format=f">random.org</a></li> <li> Gli utilizzatori più esperti possono copiarli da <tt>/dev/urandom</tt> </li>
ja: <li>追加するファイルはどのようなものでも構いません。ファイルは保存されませんので注意してください。</li> <li>通常の場合、これは一枚ないし二枚の写真で十分です。</li> <li>追加されたファイルから乱雑さが抽出され、乱数生成器に与えられます。</li> <li>ランダムなビット列は、<a href="https://www.random.org/cgi-bin/randbyte?nbytes=16384&amp;format=f">random.org</a> からも取得可能です。</li> <li>上級ユーザは、<tt>/dev/urandom</tt> からコピーしてもよいでしょう。</li>

# more-info
source: More Information
de: Mehr Informationen
fr: Plus d'informations
it: Maggiori informazioni
ja: 追加の情報
pt: Mais Informação
ru: Дополнительная информация
zh: 更多信息

# buy-more
source: Buy more OPENDIME
de: Kauf mehr OPENDIME
fr: Acheter plus d'OPENDIME
it: Compra altri OPENDIME
ja: OPENDIME の追加購入
pt: Comprar mais OPENDIME
ru: Купить еще OPENDIME
zh: 购买更多的OPENDIME

source: Legal
fr: Légal
it: Legale
ja: 法的情報
ru: Правовые вопросы
zh: 法律

# learn-more
source: Learn more at opendime.com
de: Erfahre mehr auf opendime.com
fr: En savoir plus sur opendime.com
it: Scopri di più su opendime.com
ja: opendime.com でより多くの情報を学びましょう
pt: Saiba mais em opendime.com
ru: Узнайте больше на opendime.com
zh: 访问opendime.com以了解更多内容

# copyright
source: Copyright © 2016 <a href="https://coinkite.com">Coinkite</a> Inc. All rights reserved. <br/> By using Opendime you agree to our <a href="support/terms.txt">Terms of Sale and Use.</a>
fr: Copyright © 2016 <a href="https://coinkite.com"> Coinkite </a> Inc. Tous droits réservés. <br/> En utilisant Opendime vous acceptez nos <a href="support/terms.txt"> Conditions de vente et d'utilisation. </a>
it: Copyright © 2016 <a href="https://coinkite.com"> Coinkite </a> Inc. Tutti i diritti riservati. <br/> L'utilizzo di Opendime comporta l'accettazione automatica dei nostri <a href="support/terms.txt"> Termini di Vendita e Utilizzo. </a>
ja: Copyright © 2016 <a href="https://coinkite.com">Coinkite</a> Inc. All rights reserved. <br/> Opendime を使用することで、当社の <a href="support/terms.txt">販売既約および利用規約に同意したものとみなします。</a>
pt: Copyright © 2016 <a href="https://coinkite.com"> Coinkite </a> Inc. Todos os direitos reservados. <br/> Ao usar Opendime você concorda com os nossos <a href="support/terms.txt"> Termos de Venda e uso. </a>

# unsealed
source: <h1>⚠ UNSEALED ⚠ <b>DO NOT</b> send more funds to this address or accept this hardware as payment. </h1>
fr: <h1> ⚠ NON SCELLÉ ⚠ <b> NE PAS </b> envoyer davantage de fonds à cette adresse ou accepter ce hardware comme moyen de paiement. </h1>
it: <h1> ⚠ DISSIGILLATO ⚠ <b> NON </b> inviare altri fondi a questo indirizzo o accettare questo dispositivo come metodo di pagamento. </h1>
ja: <h1>⚠ 開封済み ⚠ このアドレスに対して追加の資金を送金したり、このハードウェアを支払いとして受け付けては<b>いけません</b>。 </h1>
pt: <H1> ⚠ ABERTO ⚠ <b> NÃO </b> enviar mais fundos para este endereço ou aceitar esse hardware como forma de pagamento. </h1>

# privkey
source: Private Key
de: Privat Schlüssel
fr: Clé Privée
it: Chiave Privata
ja: 秘密鍵
pt: Chave Privada
ru: Секретный ключ
zh: 私钥

# spend
source: Spend Funds
de: Verbringen Sie Fonds
fr: Dépenser des Fonds
it: Spendi i Fondi
ja: 資金を使用する
pt: Use Fundos
ru: тратить средства
zh: 花费资金

# send-any
source: Send to any Address
de: Senden an Jedem Litecoin-Adresse
fr: Envoyer à Toute Adresse
it: Invia a qualsiasi Indirizzo
ja: 任意のアドレスに送金する
pt: Enviar a Qualquer Endereço
ru: Отправить в любую Litecoin Адрес
zh: 发送到莱特币地址

# pk-dl
source: Download <a download="" href="private-key.txt">private key in WIF format</a> for import/sweep into any Bitcoin wallet. You can read more about importing private keys on <a href="https://en.bitcoin.it/wiki/How_to_import_private_keys">the Bitcoin Wiki.</a>
it: Scarica la <a download="" href="private-key.txt">chiave privata in formato WIF</a> per importare/spostare in qualsiasi portafoglio Bitcoin. Puoi trovare maggiori informazioni su come importare chiavi private su <a href="https://en.bitcoin.it/wiki/How_to_import_private_keys">Bitcoin Wiki.</a>

# btc-addr
source: Bitcoin Payment Address
it: Indirizzo di Pagamento Bitcoin

# balance
source: Check Balance
de: Kontostand
fr: Vérifier le Solde
it: Verifica Bilancio
ja: 残高をチェック
pt: Verifique saldo
ru: Проверить баланс
zh: 检查余额

source: Verify
de: Überprüfen
fr: Vérifier
it: Verifica
ja: 検証
pt: Verificar
ru: Верифицировать
zh: 验证

# explorers
source: Public Bitcoin Block Explorers
it: Bitcoin Block Explorers Pubblici

# net-warn
source: Using any of these links will reveal the payment address of this Opendime and <nobr>potentially link it to your IP address.</nobr>
fr: L'utilisation de ces liens va révéler l'adresse de paiement de cette Opendime et <nobr> potentiellement la relier à votre adresse IP. </nobr>
it: L'utilizzo di uno qualsiasi di questi link rivelerà l'indirizzo di pagamento di questo Opendime e <nobr>potrebbe potenzialmente linkarlo al vostro indirizzo IP.</nobr>
ja: これらいずれかのリンクを利用すると、この Opendime の支払先アドレスが漏洩し、<nobr>潜在的にあなたの IP アドレスと紐付け</nobr>られてしまう可能性があります。
pt: Usando qualquer um destes links irá revelar o endereço de pagamento deste Opendime e <nobr> potencialmente vinculá-lo ao seu endereço IP. </Nobr>

# verify-signature
source: Verifying Opendime™ Signature
de: Verifiziere Opendime™ Signatur
fr: Vérification Signature Opendime™
it: Verifica della Firma di Opendime™
ja: Opendime ™ の電子署名を検証する
pt: Verificando Assinatura Opendime™
ru: Верификация Opendime™ подписи
zh: 正在验证Opendime™签名

# key-proof
source: To prove that this device knows the private key that corresponds to the payment address, it signs a unique message with that Bitcoin address. Most bitcoin wallets and block explorer websites can verify a signed Bitcoin message. <a download="" href="advanced/verify.txt">Download this detailed message</a> and verify using any wallet. If you have trouble with that long message, you may do the same with <a download="" href="advanced/verify2.txt"><nobr>this one line message.</nobr></a>
it: Per provare che questo dispositivo conosce la chiave privata e che questa corrisponde all'indirizzo di paamento, viene generato un messaggio univoco con questo indirizzo Bitcoin. La maggior parte dei portafogli Bitcoin e dei siti per visualizzare i blocchi sono in grado di verificare un messaggio Bitcoin firmato. <a download="" href="advanced/verify.txt">Scarica il messaggio dettagliato</a> e verificalo utilizzando un portafoglio qualsiasi. Se riscontri problemi con questo messaggio lungo fallo con <a download="" href="advanced/verify2.txt"><nobr>questo messaggio da una riga.</nobr></a>

# steps
source: <li> By using Opendime you agree to our <a href="support/terms.txt">Terms of Sale and Use.</a></li> <li> Open your File Explorer and look for <code>OPENDIME</code> drive (on MacOS <code>/Volumes/OPENDIME</code>).</li> <li> Copy files onto OPENDIME until at least of 256K bytes have been saved.</li> <li> Once that total is reached you will see the light blinking quickly, and the device will eject by itself. Ignore the system warning.</li> <li> <a href="javascript:history.go(0)">Reload this page</a> to see your new Litecoin address!</li> <li> If you end up here again, just add more files onto this drive.</li>
fr: <li> En utilisant Opendime vous acceptez nos <a href="support/terms.txt"> Conditions de vente et d'utilisation. </a> </li><li> Ouvrez votre explorateur de fichiers et cherchez le lecteur <code>OPENDIME</code> (sur MacOS <code>/volumes/OPENDIME</code>). </li><li> Copiez des fichiers sur OPENDIME jusqu'à ce que 256K octets aient été sauvegardés au moins. </li><li> Une fois que ce total est atteint, vous verrez la lumière clignoter rapidement, et le dispositif sera éjecté de lui-même. Ignorez l'avertissement du système. </li><li> <a href="javascript:history.go(0)"> Rechargez cette page </a> pour voir votre nouvelle adresse Litecoin! </li > <li> Si vous vous retrouvez une fois de plus ici, il suffit d'ajouter plus de fichiers sur ce disque. </li>
ja: <li>Opendime を使用することで、当社の<a href="support/terms.txt">販売規約および利用規約</a>に同意したものとみなします。</li> <li>ファイル・エクスプローラを開き、<code>OPENDIME</code>ドライブを探してください（MacOS の場合、<code>/Volumes/OPENDIME</code> となります）。</li> <li>少なくとも256KBの保存が完了するまで、OPENDIME にファイルをコピーしてください。</li> <li>上記容量に到達すると LED が高速に点滅し、デバイスは自動的に取り外されます。警告が表示された場合には無視してください。</li> <li><a href="javascript:history.go(0)">このページを再読み込み</a>すると、あなたの新しいビットコインアドレスが表示されます！</li> <li>もしもこのページが再度表示されてしまった場合には、このドライブに更にファイルを追加してください。</li>
pt: <Li> Usando Opendime você concorda com nossos <a href="support/terms.txt"> Termos de Venda e uso. </a> </Li> <li> Abra o Gerenciador de arquivos e procure <code>OPENDIME</code> drive (no MacOS <nobr><code>/ Volumes / OPENDIME</code>).</nobr></li> <li> Copiar arquivos para OPENDIME até que, pelo menos, 256K bytes foram salvas. </li> <li> Uma vez que esse total for atingido você vai ver a luz piscando rapidamente, eo dispositivo será ejetado por si só. Ignorar o aviso do sistema. </Li> <li> <a href="javascript:history.go(0)"> Recarregar esta página </a> para ver o seu novo endereço Litecoin! </Li > <li> Se você acabar aqui novamente, basta adicionar mais arquivos para esta unidade. </li>

# pk-dl
source: Download <a download="" href="private-key.txt">private key in WIF format</a> for import/sweep into any Litecoin wallet. You can read more about importing private keys on <a href="https://litecoin.info/How_to_import_private_keys">the Litecoin Wiki.</a>
fr: Télécharger <a download="" href="private-key.txt"> clé privée dans le format WIF </a> pour importer / balayer dans tout portefeuille Litecoin. Vous pouvez en lire plus sur l'importation des clés privées sur <a href="https://litecoin.info/How_to_import_private_keys"> le Litecoin Wiki. </a>
ja: <a download="" href="private-key.txt">WIF 形式の秘密鍵</a>をダウンロードし、いずれかのビットコインウォレットにインポートまたはスイープを行ってください。 秘密鍵のインポート方法についての詳細は、<a href="https://en.litecoin.it/wiki/How_to_import_private_keys">ビットコイン Wiki</a> を参照してください。
pt: Baixar <a download="" href="private-key.txt"> chave privada no WIF formato </a> para importação / varredura em qualquer carteira Litecoin. Você pode ler mais sobre como importar chaves privadas em <a href="https://litecoin.info/How_to_import_private_keys"> o Litecoin Wiki. </a>

# btc-addr
source: Litecoin Payment Address
de: Litecoin-Zahlungsadresse
fr: Adresse de Paiement Litecoin
ja: ビットコイン支払先アドレス
pt: Endereço de Pagamento Litecoin
ru: Платежный адрес Litecoin
zh: 莱特币付款地址

# explorers
source: Public Litecoin Block Explorers
de: Öffentliche Litecoin Block Explorer
ja: 公開されているビットコイン・ブロックエクスプローラ
pt: Explorador de Blocos Públicos de Litecoin
ru: Обозреватели блоков
zh: 公共莱特币块浏览工具

# key-proof
source: To prove that this device knows the private key that corresponds to the payment address, it signs a unique message with that Litecoin address. Most litecoin wallets and block explorer websites can verify a signed Litecoin message. <a download="" href="advanced/verify.txt">Download this detailed message</a> and verify using any wallet. If you have trouble with that long message, you may do the same with <a download="" href="advanced/verify2.txt"><nobr>this one line message.</nobr></a>
fr: Pour prouver que ce dispositif connaît la clé privée qui correspond à l'adresse de paiement, un message unique avec cette adresse Litecoin est généré. La plupart des portefeuilles litecoin et sites block explorer peuvent vérifier un message signé Litecoin. <a download="" href="advanced/verify.txt"> Téléchargez ce message détaillé </a> et vérifiez en utilisant n'importe quel portefeuille. Si vous avez des problèmes avec ce long message, vous pouvez faire la même chose <a download="" href="advanced/verify2.txt"> <nobr> ce message d'une ligne. </nobr> </a>
ja: 支払先アドレスに紐づく秘密鍵をこのデバイスが知っていることを証明するために、このビットコインアドレスを含む固有のメッセージに対して電子署名を行います。 ビットコインの署名付きメッセージは、多くのビットコインウォレットおよびブロックエクスプローラのウェブサイトで検証することができます。 <a download="" href="advanced/verify.txt">こちらの複数行のメッセージをダウンロード</a>し、いずれかのウォレットで検証を行ってください。 こちらの長いメッセージでは問題が発生した場合には、<a download="" href="advanced/verify2.txt"><nobr>こちらの一行のメッセージ</nobr></a>を利用して同様の操作を行ってください。

# setup-notes
source: <li> Doesn't matter what the files are. They won't be saved. </li> <li> One or two photos is usually enough. </li> <li> All the randomness from those files goes into the random number generator. </li> <li> Get random bits from <a href="https://www.random.org/cgi-bin/randbyte?nbytes=16384&amp;format=f"> random.org </a> </li> <li> Advanced users can copy from <tt> /dev/urandom </tt> </li>
de: <li> Es ist egal welche Dateien es sind. Sie werden nicht gespeichert. </li> <li> Ein bis zwei Fotos sollten normalerweise reichen. </li> <li> Die Zufälligkeit dieser Dateien gehen in den Zufallszahlengenerator </li> <li> Erhalte Zufallsbits von <a href="https://www.random.org/cgi-bin/randbyte?nbytes=16384&amp;format=f"> random.org </a> </li> <li> Fortgeschrittene Benutzer können aus diesem Pfad kopieren: <tt>/dev/urandom</tt> </li>
ru: <li> Не важно, какие это файлы. Они не будут сохранены.</li><li>Одной или двух фотографий обычно достаточно. </li><li> Эти файлы будут использоваться генератором случайных чисел.</li><li>Получить случайные биты можно на <a href="https://www.random.org/cgi-bin/randbyte?nbytes=16384&amp;format=f">random.org</a></li> <li> Продвинутые пользователи могут скопировать из <tt>/dev/urandom</tt>
zh: <li> 是什么文件并不重要。这些文件不会被保存。 </li> <li> 通常一张或两张照片就足够了。 </li> <li> 那些文件产生的所有随机值进入随机数字生成器。 </li> <li> 前往<a href="https://www.random.org/cgi-bin/randbyte?nbytes=16384&amp;format=f"> random.org </a>获取随机比特 </li> <li> 高级用户可以从以下位置复制它 <tt> /dev/urandom </tt> </li>

# copyright
source: Copyright © 2016 <a href="https://coinkite.com"> Coinkite </a> Inc. All rights reserved. <br/> By using Opendime you agree to our <a href="support/terms.txt"> Terms of Sale and Use. </a>
de: Copyright © 2016 <a href="https://coinkite.com"> Coinkite </a> Inc. Alle rechte vorbehalten. <br/> Durch die Benutzung von Opendime stimmst du unseren <a href="support/terms.txt"> Verkaufs- und Nutzungsbedingungen.</a>
ru: Copyright © 2016 <a href="https://coinkite.com">Coinkite</a> Inc. Все права защищены. <br/>Используя Opendime, Вы соглашаетесь с нашими <a href="support/terms.txt">условиями продажи и пользования.</a>
zh: Copyright © 2016 <a href="https://coinkite.com"> Coinkite </a> 有限公司. 版权所有. <br/> 通过使用Opendime,您同意我们的 <a href="support/terms.txt"> 销售和使用条款。 </a>

# key-proof
source: To prove that this device knows the private key that corresponds to the payment address, it signs a unique message with that Litecoin address. Most bitcoin wallets and block explorer websites can verify a signed Litecoin message. <a download="" href="advanced/verify.txt"> Download this detailed message </a> and verify using any wallet. If you have trouble with that long message, you may do the same with <a download="" href="advanced/verify2.txt"> <nobr> this one line message. </nobr> </a>
de: Um sicher zu gehen das dieses Gerät den private key kennt, welcher mit der Zahlungsadresse verkehrt, wird eine einzigartige Nachricht mit dieser Litecoin Adresse signiert. Die meisten Litecoin-Wallets und block explorer Seiten sind fähig eine signierte Litecoin Nachricht zu verifizieren. <a download="" href="advanced/verify.txt"> Lad dir diese erweiterte Nachricht runter </a> und verifiziere sie mit jedem beliebigen Wallet. Wenn du Probleme mit der Länge der Nachricht hast, kannst du das gleiche mit <a download="" href="advanced/verify2.txt"> <nobr> dieser einzeiligen Nachricht </nobr> </a> machen
ru: Чтобы подтвердить, что это устройство имеет приватный ключ, соответствующий адресу платежа, оно подписывает уникальное сообщение с этим Litecoin-адресом. Большинство Litecoin-кошельков и обозревателей блоков могут подтвердить подписанное сообщение. <a download="" href="advanced/verify.txt">Скачайте это детальное сообщение</a> и подтвердите использование любого кошелька. Если у Вас возникли проблемы с длинным сообщением, Вы можете сделать тоже самое с <a download="" href="advanced/verify2.txt"> <nobr>этим онлайн сообщением.</nobr>

# steps
source: <li> By using Opendime you agree to our <a href="support/terms.txt"> Terms of Sale and Use. </a> </li> <li> Open your File Explorer and look for <code> OPENDIME </code> drive (on MacOS <code> /Volumes/OPENDIME </code> ). </li> <li> Copy files onto OPENDIME until at least of 256K bytes have been saved. </li> <li> Once that total is reached you will see the light blinking quickly, and the device will eject by itself. Ignore the system warning. </li> <li> <a href="javascript:history.go(0)"> Reload this page </a> to see your new Litecoin address! </li> <li> If you end up here again, just add more files onto this drive. </li>
de: <li> Durch benutzung von Opendime stimmst du unseren <a href="support/terms.txt"> Verkaufs- und Nutzungsbedingungen. </a> </li> <li> Öffne deinen Datei Explorer und such nach <code>OPENDIME</code> drive (unter MacOS <code>/Volumes/OPENDIME</code>). </li> <li> Kopiere Dateien auf OPENDIME bis mindestens 256k bytes Daten gespeichert wurden. </li> <li> Wenn diese Gesamtsumme erreicht ist, beginnt das Lämpchen zu blinken und das Gerät wird automatisch ausgeworfen. Falls es eine Fehlermeldung gibt, Ignoriere sie. </li> <li> <a href="javascript:history.go(0)"> Aktualisiere diese Seite </a> um deine neue Litecoin-Adresse zu sehen! </li> <li> Falls du hier landen solltest, füge dem Speichermedium einfach mehr Dateien hinzu. </li>
ru: <li> Используя Opendime, Вы соглашаетесь с нашими <a href="support/terms.txt"> условиями продажи и пользования. </a> </li> <li> Откройте Ваш обозреватель файлов и найдите <code>OPENDIME</code> накопитель (на MacOS <code>/Volumes/OPENDIME</code> ). </li> <li> Скопируйте файлы на OPENDIME, пока хотя бы 256К байтов не будет сохранено. </li><li> При достижении этого значения Вы увидите, как лампочка быстро замигает и устройство само извлечется. Проигнорируйте системное предупреждение. </li> <li> <a href="javascript:history.go(0)"> Перезагрузите эту страницу, </a> чтобы увидеть Ваш новый Litecoin адрес!</li><li>Если Вы оказались здесь снова, просто добавьте больше файлов на этот накопитель.
zh: <li> 通过使用Opendime，您同意我们的 <a href="support/terms.txt"> 销售和使用条款。 </a> </li> <li> 打开您的文件浏览器并寻找 <code>OPENDIME</code> 驱动器 ( MacOS上 <code>/Volumes/OPENDIME</code> ) </li> <li> 将文件复制到OPENDIME，直至至少256K字节已经被保存。 </li> <li> 一旦达到总数,您将看到灯快速闪烁, 并且设备会自己弹出。请忽略系统警告。 </li> <li> <a href="javascript:history.go(0)"> 重新加载这个页面 </a> 您就可以看到您的新莱特币地址! </li> <li> 如果您再次在这里结束,那么您可以在这个驱动器中增加更多的文件。 </li>

# net-warn
source: Using any of these links will reveal the payment address of this Opendime and <nobr> potentially link it to your IP address. </nobr>
de: Durch Benutzung dieser Links wird die Zahlungsadresse von diesem Opendime <nobr>freigegeben und möglicherweise mit deiner IP-Adresse in Verbindung gebracht. </nobr>
ru: Использование любых из этих ссылок раскроет Ваш платежный адрес для <nobr>этого Opendime и возможно сможет указать на Ваш IP адрес.</nobr>
zh: 使用任何这些链接将显示Opendime的付款地址， 而且它可能会链接到您的IP地址。

# unsealed
source: <h1> ⚠ UNSEALED ⚠ <b> DO NOT </b> send more funds to this address or accept this hardware as payment. </h1>
de: <h1> ⚠ UNVERSIEGELT ⚠ <b>NICHT</b> mehr Mittel an diese Adresse oder übernehmen diese Hardware als Zahlung senden.</h1>
ru: <h1> ⚠ Распечатывается ⚠ <b>Не отправлять</b> больше средств на этот адрес или принять это оборудование в качестве оплаты</h1>
zh: <h1> ⚠ 启封⚠ <b>不要发送</b> 更多的资金到该地址或接受此硬件付款</h1>
