Repository: MAKEitagreatday/opendime-translations
Catalog: Litecoin/*.po
Languages: de, fr, it, ja, pt, ru, zh

# pk-dl
source: Download <a download="" href="private-key.txt"> private key in WIF format </a> for import/sweep into any Litecoin wallet. You can read more about importing private keys on <a href="https://en.bitcoin.it/wiki/How_to_import_private_keys"> the Litecoin Wiki. </a>
de: <a download="" href="private-key.txt">Laden Sie den privaten Schlüssel in WIF-Format</a> für den Import / fegen in jede Litecoin Brieftasche.Sie können mehr über das Importieren privaten Schlüssel auf <a href="https://en.bitcoin.it/wiki/How_to_import_private_keys">dem Litecoin Wiki</a> lesen.
ru: Скачать <a download="" href="private-key.txt">закрытый ключ в формате WIF</a> для импорта / простреливал в любой Litecoin кошелек. Вы можете прочитать больше об импорте <a href="https://en.bitcoin.it/wiki/How_to_import_private_keys">закрытых ключей на Litecoin Wiki.</a>

# key-proof
source: To prove that this device knows the private key that corresponds to the payment address, it signs a unique message with that Litecoin address. Most litecoin wallets and block explorer websites can verify a signed Litecoin message. <a download="" href="advanced/verify.txt"> Download this detailed message </a> and verify using any wallet. If you have trouble with that long message, you may do the same with <a download="" href="advanced/verify2.txt"> <nobr> this one line message. </nobr> </a>
zh: 为了验证该设备知道付款地址 所对应的私钥,它会签名 一个包含莱特币地址的独特消息。 大多数莱特币钱包和区块浏览器网站 可以验证签名的莱特币消息。 <a download="" href="advanced/verify.txt"> 下载这个详细的消息 </a> 并使用任何钱包验证。如果您使用这条长 消息时遇到了任何麻烦,那么您可能要按照 <a download="" href="advanced/verify2.txt"> <nobr> 这一行信息。 </nobr> </a>做同样的事情。

# pk-dl
source: Download <a download="" href="private-key.txt"> private key in WIF format </a> for import/sweep into any Litecoin wallet. You can read more about importing private keys on <a href="https://litecoin.info/How_to_import_private_keys"> the Litecoin Wiki. </a>
zh: <a download="" href="private-key.txt">下载私钥WIF</a>格式导入/扫入的莱特币钱包。你可以阅读更多关于比<a href="https://litecoin.info/How_to_import_private_keys">特币的Wiki</a>导入私钥。

# setup-notes
source: <li> Doesn't matter what the files are. They won't be saved.</li> <li> One or two photos is usually enough.</li> <li> All the randomness from those files goes into the random number generator.</li> <li> Get random bits from <a href="https://www.random.org/cgi-bin/randbyte?nbytes=16384&amp;format=f">random.org</a></li> <li> Advanced users can copy from <tt>/dev/urandom</tt></li>
pt: <Li> Não importa onde os arquivos estão. Eles não serão salvos. </Li> <li> Uma ou duas fotos é geralmente suficiente. </Li> <li> Toda a aleatoriedade desses arquivos vai para o gerador de números aleatórios. </li> <li> Get bits aleatórios de <a href="https://www.random.org/cgi-bin/randbyte?nbytes=16384&amp;format=f">random.org</a></li> <li> Os usuários avançados podem copiar de <tt> /dev/urandom </tt> </li>

# key-proof
source: To prove that this device knows the private key that corresponds to the payment address, it signs a unique message with that Litecoin address. Most bitcoin wallets and block explorer websites can verify a signed Litecoin message. <a download="" href="advanced/verify.txt">Download this detailed message</a> and verify using any wallet. If you have trouble with that long message, you may do the same with <a download="" href="advanced/verify2.txt"><nobr>this one line message.</nobr></a>
pt: Para provar que este dispositivo conhece a chave privada que corresponde ao endereço de pagamento, ele assina uma única mensagem com esse endereço Litecoin. A maioria bitcoin carteiras e sites Explorer bloqueia pode verificar uma mensagem Litecoin assinado. <a download="" href="advanced/verify.txt"> Baixar esta mensagem detalhada</a> e verificar usando qualquer carteira. Se você tiver problemas com essa mensagem longa , você pode fazer o mesmo <nobr> com <a download="" href="advanced/verify2.txt"> esta mensagem numa linha. </nobr> </a>
